{
    "historiqueMusulman": [
      {
        "periode": "610-622",
        "titre_periode": "Les Débuts de l'Islam",
        "evenements": [
          {
            "date": "610",
            "titre": "Première Révélation",
            "description": "Mohamed (SAAW) reçoit la première révélation de l'ange Gabriel dans la grotte de Hira près de La Mecque. Cette révélation marque le début de l'Islam."
          },
          {
            "date": "613",
            "titre": "Début de la Prédication Publique",
            "description": "Mohamed (SAAW) commence à prêcher publiquement l'Islam à La Mecque. Ses premiers adeptes comprennent sa famille proche et quelques membres de la communauté mecquoise."
          },
          {
            "date": "615",
            "titre": "Première Migration en Abyssinie",
            "description": "Les premiers musulmans, persécutés à La Mecque, émigrent en Abyssinie (actuelle Éthiopie) pour échapper aux persécutions."
          },
          {
            "date": "616",
            "titre": "Intensification des Persécutions",
            "description": "Les Qurayshites intensifient leurs pressions contre les musulmans à La Mecque, y compris un boycott économique et social."
          },
          {
            "date": "617",
            "titre": "Levée du Boycott",
            "description": "Le boycott des Qurayshites contre les musulmans et les partisans de Mohamed (SAAW) est levé après trois ans d'isolement social."
          },
          {
            "date": "620",
            "titre": "Isra et Miraj",
            "description": "Mohamed (SAAW) reçoit l'Isra et Miraj, un voyage nocturne miraculeux de La Mecque à Jérusalem et au ciel, renforçant sa mission prophétique."
          },
          {
            "date": "621",
            "titre": "Première Acclamation d'Al-Aqabah",
            "description": "Les habitants de Médine rencontrent Mohamed (SAAW) lors de la Première Acclamation d'Al-Aqabah, promettant de le soutenir."
          },
          {
            "date": "622",
            "titre": "Hégire",
            "description": "La migration (Hégire) de Mohamed (SAAW) et de ses compagnons de La Mecque à Médine marque le début du calendrier islamique et la formation de la communauté musulmane (Ummah)."
          },
          {
            "date": "623",
            "titre": "Première Bataille de Badr",
            "description": "Les musulmans remportent leur première victoire majeure contre les Qurayshites lors de la bataille de Badr."
          },
          {
            "date": "624",
            "titre": "Bataille de Badr",
            "description": "Victoire décisive des musulmans contre les Qurayshites, renforçant leur position à Médine."
          },
          {
            "date": "625",
            "titre": "Bataille de Uhud",
            "description": "Les musulmans subissent une défaite lors de la bataille de Uhud contre les Qurayshites, mais restent résilients."
          },
          {
            "date": "627",
            "titre": "Bataille du Fossé",
            "description": "Les musulmans défendent avec succès Médine contre une coalition de Qurayshites et de tribus alliées grâce à une stratégie de défense innovante."
          },
          {
            "date": "628",
            "titre": "Traité de Hudaybiyyah",
            "description": "Accord de paix entre les musulmans et les Qurayshites, permettant aux musulmans de se rendre à La Mecque pour le pèlerinage."
          },
          {
            "date": "630",
            "titre": "Conquête de La Mecque",
            "description": "Les musulmans conquiert pacifiquement La Mecque, purifiant la Kaaba des idoles et consolidant leur influence dans la région."
          },
          {
            "date": "632",
            "titre": "Décès de Mohamed (SAAW)",
            "description": "Décès de Mohamed (SAAW) à Médine. Abu Bakr al-Siddiq devient le premier calife. Le califat débute avec la succession du leadership musulman."
          },
          {
            "date": "633-634",
            "titre": "Conquêtes sous Abu Bakr",
            "description": "Sous le califat d'Abu Bakr al-Siddiq, les campagnes de conquête se poursuivent, notamment contre les apostats et les tribus rebelles."
          },
          {
            "date": "634-644",
            "titre": "Califat d'Omar ibn al-Khattab",
            "description": "Omar ibn al-Khattab étend considérablement l'empire musulman, conquérant des territoires en Égypte, en Perse, et en Syrie."
          },
          {
            "date": "644-656",
            "titre": "Califat d'Othman ibn Affan",
            "description": "Othman ibn Affan supervise la compilation du Coran en un seul volume et affronte des critiques croissantes qui mènent à des troubles internes."
          },
          {
            "date": "656-661",
            "titre": "Califat d'Ali ibn Abi Talib",
            "description": "Ali ibn Abi Talib, le quatrième calife bien guidé, fait face à des défis internes et des guerres civiles, notamment la bataille de Siffin et la bataille de Bassorah."
          }
        ]
      }
    ]
  }
